patron-support-window-title = Поддержите Фрики-станцию
patron-support-window-header = Благодарим вас за то, что играете на нашем сервере!
patron-support-window-description1 = Если вам по-настоящему нравится играть на фриках, просим поддержать нас на нашем Boosty.
patron-support-window-description2 = Ваша помощь поможет нам оплачивать серверное содержание, кушать шаурму и улучшать существующий контент!!!

patron-support-window-tiers-header = Уровни поддержки и награды

patron-support-window-tier1-name = Шпион-донатер [50RUB/месяц]
patron-support-window-tier1-perk1 = • ⚑ Уникальная роль в Discord
patron-support-window-tier1-perk2 = • Донатерские чаты в Discord

patron-support-window-tier2-name = Состоятельный фрик [100RUB/месяц]
patron-support-window-tier2-perk1 = = Всё за предыдущий уровень
patron-support-window-tier2-perk2 = • ⚪ Серебряный цвет ника в ООС
patron-support-window-tier2-perk3 = • 🌟Выдача лоутир и мидтир антагов по просьбе в AHelp

patron-support-window-tier3-name = Магнат фрик-коинов (200RUB/месяц)
patron-support-window-tier3-perk1 = = Всё за предыдущий уровень
patron-support-window-tier3-perk2 = • 🟡 Жёлтый цвет ника в OOC
patron-support-window-tier3-perk3 = • 🌟Выдача лоутир, мидтир и хайтир антагов по просьбе в AHelp


patron-support-window-tier4-name = Кастом-гост
patron-support-window-tier4-perk1 = ⚑ Уникальная роль в Discord с уникальными донатерскими чатами в Discord
patron-support-window-tier4-perk2 = 👻 Специальный личный призрак. Обратитесь к координаторам в ЛС, либо же в чат бусти для подробностей.

patron-support-window-button = Посетить наш Booooosty 👻
